Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# AreYouSureClearDrafts
source: Are you sure you want to delete all cloud drafts?
ar: هل ترغب حقًا في حذف جميع المسودات السحابية؟
be: Вы ўпэўнены, што хочаце выдаліць чарнавікі, захаваныя на воблаку?
ca: Segur que voleu eliminar tots els esborranys del núvol?
de: Wirklich all deine Cloud-Entwürfe löschen?
es: ¿Quieres eliminar todos los borradores en la nube?
fa: آیا از حذف تمامی پیش‌نویس‌های ابری اطمینان دارید؟
fi: Haluatko varmasti poistaa kaikki luonnokset pilvestä?
fr: Voulez-vous vraiment supprimer tous les brouillons en ligne ?
id: Anda yakin ingin menghapus semua draf di penyimpanan awan?
it: Vuoi davvero eliminare tutte le bozze?
ko: 정말 클라우드 임시 저장을 모두 삭제하시겠습니까?
ms: Anda pasti ingin hapus semua deraf di awan?
nl: Echt alle Cloud-conceptberichten wissen?
pl: Czy na pewno chcesz usunąć wszystkie wersje robocze z chmury?
pt_br: Deseja mesmo apagar todos os seus rascunhos da nuvem?
ru: Вы действительно хотите удалить все черновики сообщений, сохраненные в облаке?
sv: Är du säker på att du vill ta bort alla utkast i molnet?
tr: Tüm bulut taslaklarını silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити всі хмарні чернетки?
uz: Haqiqatan ham bulutdagi barcha qoralama xabarlar oʻchirilsinmi?
zh_cn: 您确定要删除所有云草稿吗？
zh_tw: 您確定要删除所有雲端草稿嗎？

# AreYouSureClearDraftsTitle
source: Delete cloud drafts
ar: حذف المسودات السحابية
be: Выдаліць чарнавікі на воблаку
ca: Elimina els esborranys del núvol
de: Cloud-Entwürfe löschen
es: Eliminar borradores
fa: حذف پیش‌نویس‌های ابری
fi: Poista pilviluonnokset
fr: Supprimer les brouillons dans le cloud
id: Hapus draf awan
it: Elimina le bozze cloud
ko: 클라우드 임시 저장 삭제
ms: Hapus draf awan
nl: Wis Cloud-concepten
pl: Usuń wersje robocze z chmury
pt_br: Apagar rascunhos da nuvem
ru: Удалить черновики
sv: Ta bort molnutkast
tr: Bulut taslaklarını sil
uk: Видалити хмарні чернетки
uz: Bulut qoralamalarini oʻchirish

# AreYouSureClearHistory
source: Are you sure you want to delete all messages in this chat?
ar: هل ترغب حقًا في حذف جميع الرسائل في هذه المحادثة؟
be: Вы ўпэўнены, што хочаце выдаліць усе паведамленні з гэтага чата?
ca: Segur que voleu esborrar tots els missatges d'aquest xat?
de: Wirklich alle Nachrichten in diesem Chat löschen?
es: ¿Quieres eliminar todos los mensajes en este chat?
fa: آیا از پاک کردن تمامی پیام‌های این گفتگو اطمینان دارید؟
fi: Haluatko varmasti poistaa kaikki keskustelun viestit?
fr: Voulez-vous vraiment supprimer tous les messages de cet échange ?
id: Anda yakin ingin membersihkan semua pesan di grup ini?
it: Vuoi davvero eliminare tutti i messaggi in questa chat?
ko: 정말 이 대화방의 모든 메시지를 삭제하시겠습니까?
ms: Anda pasti mahu hapus semua mesej di bual ini?
nl: Geschiedenis echt wissen?
pl: Czy na pewno chcesz usunąć wszystkie wiadomości w tym czacie?
pt_br: Tem certeza de que deseja apagar todas as mensagens neste chat?
ru: Вы точно хотите очистить историю?
sv: Är du säker på att du vill radera chattens alla meddelanden?
tr: Bu sohbetteki tüm mesajları silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити всі повідомлення в цьому чаті?
uz: Haqiqatan bu chatdagi barcha xabarlarni oʻchirib tashlamoqchimisiz?
zh_cn: 您确定要清空历史记录吗？
zh_tw: 您確定要清空歷史記錄嗎？

# AreYouSureClearHistoryCacheFewChats
source: Delete all cached text and media from selected chats?
ar: حذف كافة الرسائل والوسائط المتعلقة بالمحادثات المحددة من الذاكرة المؤقتة؟
be: Выдаліць увесь кэшаваны тэкст і ўсе медыя з выбраных чатаў?
ca: Voleu eliminar tot el text i els fitxers de la memòria cau?
de: Gesamten Text- und Medien-Cache für ausgewählte Chats löschen?
es: ¿Borrar todo el texto y la multimedia en caché de los chats seleccionados?
fa: تمامی متن‌ها و رسانه‌های ذخیره شده از گفتگوهای انتخاب شده حذف شود؟
fi: Poistetaanko kaikki välimuistissa oleva teksti ja media valituilta keskusteluilta?
fr: Supprimer tous les messages et médias du cache des échanges sélectionnés ?
id: Hapus semua cache teks dan media dari obrolan yang dipilih?
it: Eliminare tutti i testi e i media dalle chat selezionate?
ko: 선택한 대화방의 캐시화된 텍스트와 미디어를 모두 삭제할까요?
ms: Hapus semua teks dan media kac dari bual yang dipilih?
nl: Alle gecachete tekst en media van de geselecteerde chats verwijderen?
pl: Usunąć z wybranych czatów wszystkie zbuforowane teksty i multimedia?
pt_br: Apagar todo os textos e mídias armazenadas em cache dos chats selecionados?
ru: Удалить из кэша все сообщения и материалы выбранных чатов?
sv: Radera all cachad text och media från de valda chattarna?
tr: Önbelleğe alınmış tüm metin ve medya seçili sohbetlerden silinsin mi?
uk: Видалити з кешу всі тексти та медіа вибраних чатів?
uz: Haqiqatan tanlangan chatlarning barcha matn va mediafayl keshlarini oʻchirib tashlamoqchimisiz?

# AreYouSureClearHistoryChannel
source: Delete all cached text and media from this channel?
ar: حذف كافة الرسائل والوسائط المتعلقة بهذه القناة من الذاكرة المؤقتة؟
be: Выдаліць увесь кэшаваны тэкст і медыя з гэтага канала?
ca: Voleu eliminar tot el text i fitxers a la memòria d'aquest canal?
de: Cache (Texte und Medien) des Kanals wirklich löschen?
es: ¿Borrar todo el texto y la multimedia en caché de este canal?
fa: تمامی پیام‌ها و رسانه‌های ذخیره شده در این کانال حذف شوند؟
fi: Poistetaanko kaikki välimuistissa oleva sisältö tältä kanavalta?
fr: Supprimer du cache tous les messages et médias de ce canal ?
id: Hapus semua teks tersimpan dan media dari channel ini?
it: Eliminare tutti i testi e i media di questo canale dalla cache?
ko: 이 채널에서 캐시된 텍스트와 미디어를 모두 삭제할까요?
ms: Hapus semua kac mesej dan media dari saluran ini?
nl: Kanaalcache opschonen?
pl: Usunąć z tego kanału wszystkie zbuforowane teksty i multimedia?
pt_br: Apagar todos os textos e mídias em cache desse canal?
ru: Удалить из кэша текст и файлы этого канала?
sv: Ta bort all cachelagrad text och media från kanalen?
tr: Bu kanaldan önbelleğe alınmış tüm metin ve medya silinsin mi?
uk: Видалити з кешу всі тексти та медіа цього каналу?
uz: Bu kanaldan barcha keshlangan matnlar va mediafayllar oʻchirib tashlansinmi?
zh_cn: 确定删除此频道中所有缓存的消息和媒体文件？
zh_tw: 確定删除此頻道中所有暫存的訊息和媒體文件？

# AreYouSureClearHistoryFewChats
source: Are you sure you want to clear history in selected chats?
ar: هل تريدون فعلًا مسح السجل في هذه المحادثات؟
be: Вы ўпэўнены, што хочаце ачысціць гісторыю выбраных чатаў?
ca: Segur que voleu esborrar l'historial dels xats seleccionats?
de: Wirklich den Chatverlauf der ausgewählten Chats leeren?
es: ¿Quieres eliminar el historial en los chats seleccionados?
fa: آیا از پاک کردن تاریخچه در گفتگوهای انتخاب شده اطمینان دارید؟
fi: Haluatko varmasti tyhjentää historian valituista keskusteluista?
fr: Voulez-vous vraiment effacer l'historique des échanges sélectionnés ?
id: Anda yakin ingin hapus riwayat dari obrolan yang dipilih?
it: Vuoi davvero cancellare la cronologia nelle chat selezionate?
ko: 정말 선택한 대화방의 대화 내용을 비우시겠습니까?
ms: Anda pasti ingin padam sejarah bual yang dipilih?
nl: Geschiedenis van geselecteerde chats echt wissen?
pl: Czy na pewno chcesz wyczyścić historię w wybranych czatach?
pt_br: Tem certeza de que deseja limpar o histórico dos chats selecionados?
ru: Вы точно хотите удалить историю переписки в выбранных чатах?
sv: Är du säker på att rensa historiken i dessa chattar?
tr: Seçili sohbetlerdeki geçmişi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете очистити історію вибраних чатів?
uz: Haqiqatan tanlangan chatlar tarixini oʻchirib tashlamoqchimisiz?

# AreYouSureClearHistoryGroup
source: Delete all cached text and media from this group?
ar: حذف جميع الرسائل والوسائط المخزنة مؤقتًا من هذه المجموعة؟
be: Выдаліць увесь кэшаваны тэкст і медыя з гэтай суполкі?
ca: Voleu eliminar tot el text i fitxers a la memòria d'aquest grup?
de: Cache der Gruppe wirklich löschen?
es: ¿Borrar todo el texto y la multimedia en caché de este grupo?
fa: تمامی پیام‌ها و رسانه‌های ذخیره شده در این گروه حذف شوند؟
fi: Poistetaanko kaikki välimuistissa oleva sisältö tästä ryhmästä?
fr: Supprimer du cache tous les messages et médias de ce groupe ?
id: Hapus semua teks cache dan media dari grup ini?
it: Eliminare tutti i testi e i media di questo gruppo dalla cache?
ko: 이 그룹에 저장된 텍스트와 미디어 캐시를 모두 삭제할까요?
ms: Hapus semua teks dan media kac dari grup ini?
nl: Gecachet tekst en media van deze groep wissen?
pl: Usunąć z tej grupy wszystkie zbuforowane teksty i multimedia?
pt_br: Apagar todo o texto e mídia em cache desse grupo?
ru: Удалить из кэша все сообщения и материалы этой группы?
sv: Ta bort all cachad text och media från gruppen?
tr: Bu gruptaki tüm önbelleğe alınmış metin ve medya silinsin mi?
uk: Видалити з кешу всі тексти та медіа цієї групи?
uz: Bu guruhdan barcha keshlangan matn va mediafayllar oʻchirib tashlansinmi?
zh_cn: 是否删除该群组中所有缓存的消息记录和媒体文件？
zh_tw: 是否删除該群組中所有暫存的訊息記錄和媒體文件？

# AreYouSureClearHistorySavedMessages
source: Are you sure you want to clear **Saved Messages**?
ar: هل تريدون فعلًا مسح **الرسائل المحفوظة**؟ هذا الإجراء لا يمكن التراجع عنه.
be: Вы ўпэўнены, што хочаце ачысціць усе **захаваныя паведамленні**?
ca: Segur que voleu esborrar els **Missatges desats**?
de: Wirklich den Chat **Gespeichertes** leeren?
es: ¿Quieres eliminar el historial de **Mensajes guardados**?
fa: آیا از پاک کردن **پیام‌های ذخیره شده** اطمینان دارید؟
fi: Haluatko varmasti tyhjentää **tallennetut viestit**? Tätä ei voi kumota.
fr: Voulez-vous vraiment effacer **Messages sauvegardés** ?
id: Anda yakin ingin bersihkan **Pesan Tersimpan"?
it: Vuoi davvero svuotare i **Messaggi salvati**?
ko: 정말 **저장한 메시지**를 비우시겠습니까?
ms: Anda pasti ingin hilangkan **Mesej Disimpan**?
nl: **Bewaarde berichten** echt wissen?
pl: Czy na pewno chcesz wyczyścić **Zapisane wiadomości**?
pt_br: Tem certeza de que deseja limpar as **Mensagens Salvas**?
ru: Вы точно хотите очистить историю чата **Избранное**?
sv: Är du säker på att radera **Sparade meddelanden**? Åtgärden kan inte ångras.
tr: **Kayıtlı Mesajlar**ı temizlemek istediğinizden emin misiniz?
uk: Ви дійсно хочете очистити чат **Збережене**?
uz: Haqiqatan **Saqlangan xabarlar** tozalansinmi?

# AreYouSureClearHistoryWithChat
source: Are you sure you want to clear the chat history in **{0}**?
ar: هل تريدون فعلًا مسح سجل المحادثة في **⁨{0}⁩**؟
be: Вы ўпэўнены, што хочаце ачысціць гісторыю чата ў **{0}**?
ca: Segur que voleu esborrar l'historial de **{0}**?
de: Wirklich den Verlauf in **{0}** leeren?
es: ¿Quieres eliminar el historial en **{0}**?
fa: آیا از پاک کردن تاریخچه گفتگو در **⁨{0}⁩** اطمینان دارید؟
fi: Haluatko varmasti tyhjentää viestihistorian keskustelusta **{0}**?
fr: Voulez-vous vraiment effacer l'historique de **{0}** ?
id: Anda yakin ingin menghapus riwayat obrolan di **{0}**?
it: Vuoi davvero cancellare la cronologia chat di **{0}**?
ko: 정말 **{0}**의 대화 내용을 비우시겠습니까?
ms: Anda pasti ingin hilangkan sejarah bual di **{0}**?
nl: Chatgeschiedenis in **{0}** echt wissen?
pl: Czy na pewno chcesz wyczyścić historię w **{0}**?
pt_br: Tem certeza de que deseja limpar o histórico do chat em **{0}**?
ru: Вы точно хотите удалить историю переписки в **{0}**?
sv: Är du säker på att du vill rensa chatthistoriken i **{0}**?
tr: {0} ile sohbet geçmişinizi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете очистити історію чату у **{0}**?
uz: Haqiqatan **{0}**dagi chat tarixi tozalansinmi?

# AreYouSureClearHistoryWithSecretUser
source: Are you sure you want to clear your secret chat history with **{0}**?
ar: سيؤدي هذا إلى حذف كل الرسائل عندك وعند *⁨{0}⁩**. هل تريدون فعلًا حذفها؟
be: Вы ўпэўнены, што хочаце ачысціць гісторыю сакрэтнага чата ў **{0}**?
ca: Segur que voleu esborrar l'historial del xat secret amb **{0}**?
de: Wirklich den geheimen Verlauf bei dir und **{0}** leeren?
es: ¿Quieres eliminar el historial del chat secreto para ti y para **{0}**?
fa: آیا از پاک کردن تاریخچه گفتگوی خصوصی خود با **⁨{0}⁩** اطمینان دارید؟
fi: Haluatko varmasti poistaa kaikki viestit salaisessa keskustelussa henkilön **{0}** kanssa?
fr: Voulez-vous vraiment supprimer l'historique de votre échange secret avec **{0}** ?
id: Anda yakin ingin menghapus riwayat secret chat dengan **{0}**?
it: Vuoi davvero eliminare la tua cronologia della chat segreta con **{0}**?
ko: 정말 **{0}** 님과의 대화 내용을 비우시겠습니까?
ms: Anda pasti ingin hilangkan sejarah bual rahsia anda dengan **{0}**?
nl: Geheime chatgeschiedenis met **{0}** echt wissen?
pl: Czy na pewno chcesz wyczyścić historię sekretnego czatu z **{0}**?
pt_br: Tem certeza de que deseja limpar o histórico do chat secreto com **{0}**?
ru: Вы точно хотите удалить историю секретного чата с **{0}**?
sv: Detta kommer ta bort alla meddelanden för dig och **{0}**. Är du säker?
tr: **{0}** ile olan gizli sohbet geçmişinizi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете очистити вашу історію секретного чату з **{0}**?
uz: Haqiqatan **{0}** bilan maxfiy chat tarixi tozalansinmi?

# AreYouSureClearHistoryWithUser
source: Are you sure you want to clear your chat history with **{0}**?
ar: هل تريدون فعلًا مسح سجل المحادثة مع **⁨{0}⁩**؟
be: Вы ўпэўнены, што хочаце ачысціць гісторыю чата з {0}?
ca: Segur que voleu esborrar l'historial del xat amb **{0}**?
de: Wirklich deinen Verlauf mit **{0}** leeren?
es: ¿Quieres eliminar el historial del chat con **{0}**?
fa: آیا از پاک کردن تاریخچه گفتگوی خود با **⁨{0}⁩** اطمینان دارید؟
fi: Haluatko varmasti tyhjentää viestihistorian henkilön **{0}** kanssa?
fr: Voulez-vous vraiment effacer l'historique de votre échange avec **{0}** ?
id: Anda yakin ingin menghapus riwayat obrolan dengan **{0}**?
it: Vuoi davvero eliminare la tua cronologia della chat con **{0}**?
ko: 정말 **{0}** 님과의 대화 내용을 비우시겠습니까?
ms: Anda pasti ingin hilangkan sejarah bual anda dengan **{0}**?
nl: Chatgeschiedenis met **{0}** echt wissen?
pl: Czy na pewno chcesz wyczyścić historię czatu z **{0}**?
pt_br: Tem certeza de que deseja limpar o histórico do chat com **{0}**?
ru: Вы точно хотите очистить историю переписки с **{0}**?
sv: Är du säker på att du vill rensa din chatthistorik med **{0}**?
tr: **{0}** ile olan sohbet geçmişinizi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете очистити вашу історію чату з **{0}**?
uz: Haqiqatan **{0}** bilan chat tarixi tozalansinmi?

# AreYouSureDeleteAndExit
source: Are you sure you want to delete and leave the group?
ar: هل ترغب حقًا في حذف هذه المجموعة والخروج منها؟
be: Вы ўпэўнены, што хочаце выйсці з суполкі і выдаліць гісторыю паведамленняў?
ca: Segur que voleu eliminar i abandonar el grup?
de: Gruppe löschen und verlassen?
es: ¿Quieres eliminar y salir del grupo?
fa: آیا شما از حذف و ترک گروه اطمینان دارید؟
fi: Haluatko varmasti poistua ryhmästä ja poistaa sen?
fr: Voulez-vous vraiment supprimer et quitter le groupe ?
id: Apakah Anda yakin ingin menghapus dan meninggalkan group?
it: Vuoi davvero eliminare e lasciare il gruppo?
ko: 이 그룹에서 정말 나가시겠습니까?
ms: Anda pasti mahu hapus dan keluar dari grup?
nl: Verwijderen en de groep verlaten?
pl: Czy na pewno chcesz usunąć i opuścić grupę?
pt_br: Tem certeza de que deseja apagar e sair do grupo?
ru: Вы точно хотите покинуть группу и удалить её?
sv: Är du säker på att du vill ta bort och lämna gruppen?
tr: Grubu silmek ve ayrılmak istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити і покинути цю групу?
uz: Haqiqatan ham oʻchirib, guruhni tark etmoqchimisiz?
zh_cn: 您确定要删除并退出此群组吗？
zh_tw: 您確定要删除並退出此群組嗎？

# AreYouSureDeleteAndExitChannel
source: Do you want to delete and leave the channel?
ar: هل ترغب حقًا في حذف ومغادرة القناة؟
be: Вы хочаце выйсці і выдаліць канал?
ca: Voleu eliminar i abandonar el canal?
de: Möchtest du den Kanal löschen und verlassen?
es: ¿Quieres eliminar y salir del canal?
fi: Haluatko varmasti poistua tältä kanavalta ja poistaa sen?
fr: Voulez-vous supprimer et quitter le canal ?
it: Vuoi eliminare e lasciare il canale?
ko: 채널을 삭제하고 나가시겠습니까?
ms: Anda ingin hapus dan keluar dari saluran?
nl: Echt het kanaal verlaten en verwijderen?
pl: Chcesz usunąć i opuścić kanał?
pt_br: Deseja apagar e sair do canal?
ru: Вы точно хотите покинуть канал и удалить его?
sv: Vill du ta bort och lämna kanalen?
tr: Kanalı silmek ve ayrılmak ister misiniz?
uk: Ви дійсно хочете покинути канал і видалити його?

# AreYouSureDeleteAndExitName
source: Are you sure you want to delete and leave the group **{0}**?
ar: هل ترغب حقًا في حذف ومغادرة مجموعة **⁨{0}⁩**؟
be: Вы ўпэўнены, што хочаце выйсці з **{0}** і выдаліць гісторыю паведамленняў?
ca: Segur que voleu eliminar i abandonar el grup **{0}**?
de: Wirklich Gruppe **{0}** verlassen und löschen?
es: ¿Quieres eliminar y salir del grupo **{0}**?
fa: آیا از حذف و ترک گروه **⁨{0}⁩** اطمینان دارید؟
fi: Haluatko varmasti poistaa ryhmän **{0}** ja poistua siitä?
fr: Voulez-vous vraiment supprimer et quitter le groupe **{0}** ?
id: Anda yakin ingin keluar grup **{0}**?
it: Vuoi davvero eliminare e lasciare il gruppo **{0}**?
ko: 정말 **{0}** 그룹을 삭제하고 나가시겠습니까?
ms: Anda pasti ingin padam dan keluar grup **{0}**?
nl: Groep **{0}** echt verwijderen en verlaten?
pl: Czy na pewno chcesz usunąć i opuścić grupę **{0}**?
pt_br: Tem certeza de que deseja apagar e sair do grupo **{0}**?
ru: Вы точно хотите удалить и покинуть группу **{0}**?
sv: Är du säker på att du vill ta bort och lämna gruppen **{0}**?
tr: **{0}** grubunu silmek ve gruptan ayrılmak istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити і покинути групу **{0}**?
uz: Haqiqatan **{0}** guruhi oʻchirib tashlanib, u tark etilsinmi?

# AreYouSureDeleteContact
source: Are you sure you want to delete this contact?
ar: هل ترغب حقًا في حذف جهة الاتصال هذه؟
be: Вы ўпэўнены, што хочаце выдаліць гэты кантакт?
ca: Segur que voleu eliminar aquest contacte?
de: Diesen Kontakt wirklich löschen?
es: ¿Quieres eliminar este contacto?
fa: آیا از حذف این مخاطب اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän yhteystiedon?
fr: Voulez-vous vraiment supprimer ce contact ?
id: Apakah Anda yakin ingin menghapus kontak ini?
it: Vuoi davvero eliminare questo contatto?
ko: 이 연락처를 정말 삭제하시겠습니까?
ms: Anda pasti mahu hapus kenalan ini?
nl: Contact echt verwijderen?
pl: Czy na pewno chcesz usunąć ten kontakt?
pt_br: Tem certeza de que deseja apagar esse contato?
ru: Вы точно хотите удалить этот контакт?
sv: Är du säker på att ta bort den här kontakten?
tr: Bu kişiyi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цей контакт?
uz: Haqiqatan ham ushbu kontaktni o‘chirib tashlamoqchimisiz?
zh_cn: 您确定要删除此联系人吗？
zh_tw: 您確定要删除此聯絡人嗎？

# AreYouSureDeleteFewChats
source: Are you sure you want to delete selected chats?
ar: هل تريدون فعلًا حذف هذه المحادثات؟
be: Вы ўпэўнены, што хочаце выдаліць выбраныя чаты?
ca: Esteu segur de voler esborrar els xats seleccionats?
de: Wirklich die ausgewählten Chats löschen?
es: ¿Quieres eliminar los chats seleccionados?
fa: آیا از حذف گفتگوهای انتخاب شده اطمینان دارید؟
fi: Haluatko varmasti poistaa nämä keskustelut?
fr: Voulez-vous vraiment supprimer les échanges sélectionnés ?
id: Anda yakin ingin hapus obrolan yang dipilih?
it: Vuoi davvero eliminare le chat selezionate?
ko: 정말 선택한 대화방을 삭제하시겠습니까?
ms: Anda pasti ingin hapus bual yang dipilih?
nl: Geselecteerde chats echt verwijderen?
pl: Czy na pewno chcesz usunąć wybrane czaty?
pt_br: Tem certeza de que deseja apagar os chats selecionados?
ru: Вы точно хотите удалить выбранные чаты?
sv: Är du säker på att radera dessa chattar?
tr: Seçili sohbetleri silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити вибрані чати?
uz: Haqiqatan tanlangan chatlarni oʻchirib tashlamoqchimisiz?

# AreYouSureDeleteFewMessages
source: Are you sure you want to delete these messages?
ar: هل ترغب حقًا في حذف هذه الرسائل؟
be: Вы ўпэўнены, што хочаце выдаліць гэтыя паведамленні?
ca: Segur que voleu eliminar aquests missatges?
de: Wirklich diese Nachrichten löschen?
es: ¿Quieres eliminar estos mensajes?
fa: آیا از حذف این پیام‌ها اطمینان دارید؟
fi: Haluatko varmasti poistaa nämä viestit?
fr: Voulez-vous vraiment supprimer ces messages ?
id: Anda yakin ingin menghapus pesan ini?
it: Vuoi davvero eliminare questi messaggi?
ko: 정말 이 메시지들을 삭제하시겠습니까?
ms: Anda pasti ingin hapus mesej ini?
nl: Berichten echt verwijderen?
pl: Czy na pewno chcesz usunąć te wiadomości?
pt_br: Tem certeza de que deseja apagar essas mensagens?
ru: Вы точно хотите удалить эти сообщения?
sv: Är du säker på att du vill ta bort meddelandena?
tr: Bu mesajları silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити ці повідомлення?
uz: Haqiqatan ham bu xabarni oʻchirib tashlamoqchimisiz?

# AreYouSureDeleteFewMessagesMega
source: Are you sure you want to delete these messages for everyone?
ar: هل ترغب حقًا في حذف هذه الرسائل من عند الكل؟
be: Вы ўпэўнены, што хочаце выдаліць гэтыя паведамленні для ўсіх?
ca: Segur que voleu eliminar aquests missatges per a tothom?
de: Wirklich diese Nachrichten bei allen löschen?
es: ¿Quieres eliminar estos mensajes para todos?
fa: آیا از حذف تمامی این پیام‌ها برای همه اطمینان دارید؟
fi: Haluatko varmasti poistaa nämä viestit kaikilta?
fr: Voulez-vous vraiment supprimer ces messages pour tout le monde ?
id: Anda yakin ingin menghapus pesan ini untuk semuanya?
it: Vuoi davvero eliminare questi messaggi per tutti?
ko: 정말 이 메시지들을 모두에게서 삭제하시겠습니까?
ms: Anda pasti ingin hapus mesej ini untuk semua orang?
nl: Berichten echt voor iedereen wissen?
pl: Czy na pewno chcesz usunąć te wiadomości u wszystkich?
pt_br: Tem certeza de que deseja apagar essas mensagens para todos?
ru: Вы точно хотите удалить сообщения для всех участников чата?
sv: Är du säker på att du vill ta bort meddelandena hos alla?
tr: Bu mesajları herkes için silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити ці повідомлення для всіх?
uz: Haqiqatan ham bu xabarlar barcha uchun oʻchirilsinmi?

# AreYouSureDeleteGIF
source: Are you sure you want to delete this GIF?
ar: هل ترغب حقًا في حذف هذه الصورة المتحركة؟
be: Вы ўпэўнены, што хочаце выдаліць гэту анімацыю?
ca: Segur que voleu eliminar aquest GIF?
de: Sicher, dass du dieses GIF wirklich löschen willst?
es: ¿Quieres eliminar este GIF?
fa: آیا از حذف این گیف اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän GIFin?
fr: Voulez-vous vraiment supprimer ce GIF ?
id: Anda yakin ingin hapus GIF ini?
it: Vuoi davvero eliminare questa GIF?
ko: 정말 이 GIF를 삭제하시겠습니까?
ms: Anda pasti ingin hapus GIF ini?
nl: Echt deze GIF verwijderen?
pl: Czy na pewno chcesz usunąć tego GIFa?
pt_br: Tem certeza de que deseja apagar esse GIF?
ru: Вы точно хотите удалить GIF?
sv: Är du säker på att du vill ta bort denna GIF?
tr: Bu GIF’i silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цю GIF?
uz: Haqiqatan bu GIFni oʻchirib tashlamoqchimisiz?

# AreYouSureDeleteGIFEveryone
source: Are you sure you want to delete this GIF for everyone?
ar: هل تريد بالتأكيد حذف هذه الصورة المتحركة من عند الجميع؟
be: Вы ўпэўнены, што хочаце выдаліць гэту анімацыю для ўсіх?
ca: Segur que voleu eliminar aquest GIF per a tothom?
de: Möchtest du das GIF wirklich bei allen löschen?
es: ¿Quieres eliminar este GIF para todos?
fa: آیا از حذف این گیف برای همه اطمینان دارید؟
fi: Haluatko varmasti poistaa tämän GIFin kaikilta?
fr: Voulez-vous vraiment supprimer ce GIF pour tout le monde ?
id: Anda yakin ingin menghapus GIF ini untuk semua orang?
it: Vuoi davvero eliminare questa GIF per tutti?
ko: 모두에게 이 GIF를 삭제하겠습니까?
ms: Anda pasti ingin hapus GIF ini untuk semua orang?
nl: Deze GIF echt voor iedereen verwijderen?
pl: Czy na pewno chcesz usunąć tego GIFa u wszystkich?
pt_br: Deseja mesmo apagar esse GIF para todos?
ru: Вы точно хотите удалить GIF для всех?
sv: Är du säker på att du vill ta bort denna GIF hos alla?
tr: Bu GIF'i herkesten silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цю GIF для всіх?
uz: Haqiqatan ham ushbu GIFni barcha uchun oʻchirib tashlamoqchimisiz?
